Repository: shirlevi12/shir-ofir-final
Catalog: status-page-containerization-main/status-page-containerization-main/statuspage/locale/*/LC_MESSAGES/django.po
Languages: de

source: Expand on Issue
de: Erweitern, sobald ein Problem gemeldet ist

source: Always Expanded
de: Immer erweitert

source: Unknown
de: Unbekannt

source: Operational
de: Funktionsfähig

source: Degraded Performance
de: Eingeschränkte Leistung

source: Partial Outage
de: Teilweiser Ausfall

source: Major Outage
de: Schwerer Ausfall

source: Maintenance
de: Wartung

source: Search
de: Suche

source: HTTP method
de: HTTP Methode

source: SSL verification
de: SSL Verifikation

source: CA file path
de: Pfad zur CA Datei

source: One or more assigned object types
de: Ein oder mehr zugewiesene Objekt-Typen

source: Object type
de: Objekt-Typ

source: Object creations
de: Objekt Erstellungen

source: Object updates
de: Objekt Aktualisierungen

source: Object deletions
de: Objekt Löschungen

source: After
de: Nach

source: Before
de: Bevor

source: User
de: Benutzer

source: Object Type
de: Objekt-Typ

source: The object(s) to which this Webhook applies.
de: Die Objekte, auf die dieser Webhook zutrifft.

source: Triggers when a matching object is created.
de: Wird ausgelöst, sobald ein zutreffendes Objekt erstellt wird.

source: Triggers when a matching object is updated.
de: Wird ausgelöst, sobald ein zutreffendes Objekt aktualisiert wird.

source: Triggers when a matching object is deleted.
de: Wird ausgelöst, sobald ein zutreffendes Objekt gelöscht wird.

source: This URL will be called using the HTTP method defined when the webhook is called. Jinja2 template processing is supported with the same context as the request body.
de: Diese URL wird mit der HTTP-Methode aufgerufen, die beim Aufruf des Webhooks definiert wurde. Die Verarbeitung von Jinja2-Vorlagen wird mit demselben Kontext wie der Request Body unterstützt.

source: The complete list of official content types is available <a href="https://www.iana.org/assignments/media-types/media-types.xhtml">here</a>.
de: Die komplette Liste der offiziellen Typen ist <a href="https://www.iana.org/assignments/media-types/media-types.xhtml">hier</a> zu finden.

source: User-supplied HTTP headers to be sent with the request in addition to the HTTP content type. Headers should be defined in the format <code>Name: Value</code>. Jinja2 template processing is supported with the same context as the request body (below).
de: Vom Benutzer bereitgestellte HTTP-Header, die mit der Anfrage zusätzlich zum HTTP-Inhaltstyp gesendet werden. Die Header sollten im Format <code>Name: Wert</code>. Die Verarbeitung von Jinja2-Vorlagen wird mit demselben Kontext wie der Anfragekörper unterstützt (siehe unten).

source: Jinja2 template for a custom request body. If blank, a JSON object representing the change will be included. Available context data includes: <code>event</code>, <code>model</code>, <code>timestamp</code>, <code>username</code>, <code>request_id</code>, and <code>data</code>.
de: Jinja2-Vorlage für einen benutzerdefinierten Anfragekörper. Falls leer, wird ein JSON-Objekt eingefügt, das die Änderung darstellt. Verfügbare Kontextdaten sind: <code>event</code>, <code>model</code>, <code>timestamp</code>, <code>username</code>, <code>request_id</code> und <code>data</code>.

source: When provided, the request will include a 'X-Hook-Signature' header containing a HMAC hex digest of the payload body using the secret as the key. The secret is not transmitted in the request.
de: Wenn dies der Fall ist, enthält die Anfrage einen „X-Hook-Signature“-Header mit einem HMAC-Hex-Digest des Nutzdatenkörpers unter Verwendung des Secrets als Schlüssel. Das Geheimnis wird nicht in der Anfrage übertragen.

source: A set of conditions which determine whether the webhook will be generated.
de: Eine Reihe von Bedingungen, die bestimmen, ob der Webhook ausgelöst wird.

source: Enable SSL certificate verification. Disable with caution!
de: Aktivieren Sie die SSL-Zertifikatsüberprüfung. Mit Vorsicht deaktivieren!

source: The specific CA certificate file to use for SSL verification. Leave blank to use the system defaults.
de: Die spezifische CA-Zertifikatsdatei, die für die SSL-Verifizierung verwendet werden soll. Leer lassen, um die Systemvorgaben zu verwenden.

source: Investigating
de: Untersuchung

source: Identified
de: Identifiziert

source: Monitoring
de: Überwachung

source: Resolved
de: Gelöst

source: None
de: Keiner

source: Minor
de: Geringfügig

source: Major
de: Schwer

source: Critical
de: Kritisch

source: Scheduled
de: Geplant

source: In Progress
de: In Bearbeitung

source: Verifying
de: Verifizierung

source: Completed
de: Fertiggestellt

source: German
de: Deutsch

source: English
de: Englisch

source: Some systems are undergoing maintenance
de: Einige Systeme werden zur Zeit gewartet

source: There is a major system outage
de: Es liegt ein größerer Systemausfall vor

source: There is a partial system outage
de: Es liegt ein teilweiser Systemausfall vor

source: Some systems are having perfomance issues
de: Einige Systeme haben Leistungsprobleme

source: All systems operational
de: Alle Systeme sind funktionsfähig
